[
    {
        "Movie name": "Joyful Noise",
        "Summaries": "After the untimely death of a small-town church choir director  in Georgia, Vi Rose Hill , a no-nonsense mother raising two teens alone, takes control of the choir using the traditional Gospel style that their Pastor Dale  approves of. However, the director's widow, G. G. Sparrow , the main benefactor to the church, believes she should have been given the position. As in previous years, the choir reaches the regional finals of the national amateur \"Joyful Noise\" competition, only to be disappointed when a rival choir beats them. Tough times in the town have led to budget problems that threaten to close down the choir, at the same time as the town needs the choir's inspiring music more than ever. Vi Rose has a son, Walter , who has Asperger syndrome, and a talented, pretty and ready-to-date daughter, Olivia . But not ready to date under her mothers household rules. G. G. has recently begun caring for her rebellious, drifter grandson, Randy . A romance blossoms between Olivia and Randy, which is strongly opposed by Vi Rose. Olivia also has a rival suitor, Manny . At Randy's urging, G. G., Olivia and most of the choir come to believe that some more contemporary arrangements  would be more successful for the choir. It also turns out that the choir has a chance at the national finals of the competition when the rival choir is found to have cheated by hiring professionals. But the pastor says that the church will not sponsor the choir unless they continue to use their reverent, traditional style. Vi Rose's husband, Marcus , enlisted in the army after having trouble finding work at home, but his prolonged absence has saddened his family and causes additional tension between Vi Rose and Olivia. Meanwhile, a vivacious member of the choir who choreographs their routines, Earla , after a long dry stretch, finds passion first with Mr. Hsu , whose weak heart gives way by morning, and later with Justin . The town's tough times forces another choir member, Caleb , and his family out of business. Vi Rose and G. G. come to blows in a confrontation, Olivia's frustration with her mother boils over, and G. G. threatens Pastor Dale with disendowing the church if the choir is not allowed to compete in the finals with the new arrangements. During the movie Randy befriends Walter and begins to teach him how to play the piano. One day, while at the waterfall Randy and Walter are hanging out as Manny arrives. Randy and Manny begin to fight over Olivia ending with Walter giving Manny a bloody nose. When returning home Walter brags to Vi Rose about the fight. Angered by the news, she throws out Randy and tells him to leave her family alone. The choir travels to Los Angeles for the final, feeling very unsettled. Vi Rose and Olivia have a fight and Vi Rose slaps Olivia. Tough competition presents itself in the form of a choir made up of cute pre-teens, with a charismatic young soloist . But Vi Rose, G. G., Olivia and Randy pull the choir together and they give a rousing performance, using the new arrangements and choreography, capturing first place. The choir returns to town in triumph, Marcus comes home to his family, Vi Rose tacitly gives in to the inevitable relationship between Olivia and Randy, and all ends happily. Earla and Justin get married and on the same day Marcus comes back.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Sick Girl",
        "Summaries": "Sick Girl is the story of Izzy Shea , a girl who wants to protect her younger brother, have sex with her older brother and torture everyone else out in the barn. Izzy is raising her younger brother, Kevin, by herself. Their parents are deceased and her older brother, Rusty, is away in the Marines. When Izzy learns that her little brother is being bullied at school, she does what any unstable, psychopathic, homicidal sister would do.Sick Girl The movie starts out with Izzy waiting for the school bus. In the back are two popular girls who make several snide remarks about her. One of the girl's boyfriend is following the bus route in his car with his friend. The girls drop a pair of panties out the window, and if her boyfriend finds them, he'll be rewarded. After Izzy attacks one of the nuns on the bus for seemingly no reason, she's kicked off and begins to walk back along the road. She runs into the two boys, and lures the friend out of the car. She kills him, and the other boy quickly discovers the scene. Izzy chases him across a field and tackles him. The scene ends, and now we see Izzy cleaning herself up in a bathroom. She is covered in blood and is completely unfazed by this. Clips are shown of Izzy finding a gun in the boys' car, and her holding the school bus hostage, seemingly killing everyone. She chases the two popular girls off the bus, and with the gun and a can of gasoline, she quickly catches one of the girls. The other watches in horror as Izzy kills her friend. Izzy returns home, and we see a flashback sequence of Rusty training Izzy how to fight in their garage. The two share a moment of sibling fondness, but it is cut short by the arrival of Rusty's girlfriend. The flashback sequence ends, and Izzy finds their family friend, Barnie, teaching Kevin how to throw a punch. Izzy soon learns the motives behind the lesson: Barn saw some school bullies hassling Kevin after school. Izzy decides she'll try to help defend her brother, but Kevin brushes her off, saying he can handle it himself. He then asks why Rusty hasn't called, pointing out that another kid's father is stationed where Rusty is, and he calls all the time. Izzy gets really mad and screams at Kevin, saying that Rusty is the greatest Marine to ever live. Kevin is shocked by her reaction, but quickly recovers. With another flashback, we see Rusty informing Izzy he's joining the Marines, leaving her to watch Kevin. Izzy kisses him, and Rusty walks away, shocked. Back in present times, she opens the trunk of the car she stole from the two boys. In the back are the boyfriend and the other school girl. Both are bound and gagged , but the boy looks unconscious or dead. The girl begs for release, but Izzy only taunts her, showing no remorse. Kevin and Barn talk in a restaurant, and Kevin reveals that his teacher's rat, Edward, has gone missing. The teacher asks his students to please return the rat, no questions asked. After school, Tommy—the bully—and his two minions corner Kevin. They have been starving Edward, and plan on letting Edward feed on Kevin—whether their motives are real or not is interrupted by Izzy. The three bullies run off, and Izzy promises to take Edward back to the teacher. Kevin thanks her, and hurries off to his ride home with Barn. Izzy does not return the rat, but goes to the teacher anyway. There, she threatens him, saying that he better take better care of Kevin than he did the rat. As one of Tommy's friends is walking home, Izzy drives up along side him and begins to question him. It is revealed that Tommy is in the trunk of the car, and Izzy kidnaps Rudi after her interrogation. The other friend, Corey, is kidnapped by Izzy from his house, and the three are taken to the shore of a nearby lake. She torments Tommy, saying that he'll only beat up those who are weaker than he is, which is only okay if you also take on things bigger than you. That being said, Tommy drowns Rudi in the lake after Izzy's encouragement. After Rudi dies, Tommy is then told to kill Corey by slitting his throat. Corey protests, and Tommy stabs him in the back. Izzy is holding her three hostages—the school girl and her boyfriend, and Tommy—in the barn, as well as Edward the rat. After toying with them a little, Izzy puts a sack over Tommy’s head, knocks him out with a shovel, and lets Edward feast on him. Later, she leaves Edward on the teacher’s porch. Because Kevin has a passion for Bonsai trees, Izzy breaks several of Tommy’s limbs with a hammer, and using Christmas lights, ties him up in a gruesome fashion. Kevin, Barnie, and Izzy open their Christmas presents. Kevin opens a package from Izzy and finds the gun that she had stolen from the two boys. Barnie thinks it’s fake, but Izzy tells him it’s real. Barnie questions her motives, angry that she’d give a young kid such a gift. On the evening news, Izzy discovers that the police think that the boyfriend, Michael, along with the other schoolgirl, were involved in the ‘school bus massacre’, and the disappearance of the school bullies. The police disclose information about the last sightings of them, which includes a description of Michael’s car. Izzy burns it, and as she walks back along the road, and a guy driving by gives her a lift. Izzy remains wary of him, but he doesn’t try to harm her. The subject of family comes up, and Izzy tells him she’s already married—to a Marine—and has one child, but wants another one when her husband returns from the war. Back at home, Izzy is tormented by a flashback of Rusty just before he left kissing his girlfriend goodbye. The flashback enrages her, and she quickly goes to the girlfriend’s house and suffocates her. The following morning, Izzy goes to the barn to her two remaining hostages. She cuts off the penis of Michael, and puts together a makeshift strap-on with a large spike attached to a piece of wood. Meanwhile, Barnie and Kevin return home from grocery shopping. As Izzy begins to rape Stephanie with the strap-on, Barnie enters the barn, and is shocked to find Izzy’s sick experiments. She impales him with an axe, and as Barnie falls to the ground, Kevin is revealed standing behind him, and he too sees the torture. He runs inside the house, and Izzy follows him. She tries to calm him, but he takes the gun and shoots himself in the head before her eyes. She becomes hysterical, and burns down the barn. In a flashback to an undetermined previous time, two Marines go to her house. Although there is no sound in this scene, it’s obvious they are there to tell her that Rusty died in the war. She lashes out at them, and the movie ends.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Ghosts Don't Exist",
        "Summaries": "Brett Wilson conducts paranormal investigations. He has a popular TV show that airs on a science fiction channel. Ghost hunting, as it has now been dubbed, is the process of investigating locations said to be haunted by paranormal activity that could indicate the presence of spirits or entities not of this world. Tragedy strikes Brett. His wife passes away and as a result he questions the existence of the afterlife. His show continues to do well but he harbors guilt for not being there when she needed him most. As he reflects on his priorities, he shocks those around him when he suddenly decides to retire. The network threatens to sue him if he doesn’t at least provide a series finale. He reluctantly agrees to take on the finale when he receives a strange and desperate call from a potential client who claims Brett’s wife is in his home.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Bad Karma",
        "Summaries": "When Dave Jackson celebrates with his friends a garden party, he crosses two bloodthirsty Hare Krishna followers on his doorstep. The two torches not long and provide for hefty blood flow, recently Dave called the emergency alert, which fortunately, run and walk in a SM-Studio the cult berserkers with the appropriate tool in the neck... Spotlight - The Alex Chandon Interview!",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Turned Out Nice Again",
        "Summaries": "George Pearson, an employee at an underwear factory, is caught between his modern wife and his meddling mother. After buying a special yarn and getting his wife to promote it, he has an argument with his boss, Mr Dawson who insults Pearson's wife and refuses to apologise. Pearson then resigns. After finding out that the yarn is actually worth a fair amount, Mr Dawson tries to buy it from Pearson but he has some competition.Screenonline accessed 08/01/08",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "House of the Damned",
        "Summaries": "After the gruesome and mysterious murder of her father, Liz goes back home for answers. Only to be greeted by more questions and the horrible possibility that her mother may be the killer. Before Liz can comprehend everything going on around her, she finds that the murder was just a ruse to get her home and that she is the killer’s true target. Things get supernatural and quirky very quickly in this comedy horror. Highlights including a rapping zombie and a lesbian zombie being shoved into a closet.Plot Synopsis by Jason Buchanan AllRovi.com Amazon.com movie page This film is also noteworthy as being the directorial debut of Sean Weathers and it was also dedicated to his best friend and script supervisor Jahvaughn Lambert, who committed suicide before the film was finished editing.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Cold Prey 3",
        "Summaries": "Five young friends take a snowboarding trip in the mountains, here lurks a hulking killer. In flashback's centers the killer's childhood and youth in the 80s.«Fritt Vilt 3» tilbake til starten",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "The Nanny Express",
        "Summaries": "After the passing of their mother three years prior, Ben and Emily have driven their father David crazy by going through one nanny after another. Finally Kate Hewitt  accepts the position, mostly because the schedule allows her to pursue her dream of becoming a teacher. Primadonna ballerina Emily begins to lash out more, especially when Kate seems to fit in well with David and Ben. Soon Emily realizes how much Kate and she have in common and that Kate may be the key to having a happy family again.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Vuk",
        "Summaries": "The film tells the story of a little fox kit, Vic , who ventures away from his family's den and, upon his return, learns from his uncle Karak that his entire family has been shot and killed by a human hunter. Karak then offers for Vic to stay with him, and Karak continues to raise him. As Vic grows older, he develops much cunning and cleverness. Now a young adult fox, he finds a vixen, named Foxy, held captive in a cage on a human farm. He tricks the guard dogs and other animals, as well as the hunter himself, and eventually helps the vixen escape. She joins Vic and Karak in the woods, but Vic's uncle is shot by humans during a hunt. Vic swears revenge on the hunter and finally accomplishes it, playing many jokes on the hunter's stupid dogs, killing and devouring the man's chickens, geese, and ducks, and eventually playing tricks on the man himself. At the end of the film, Vic and his wife have cubs of their own.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Slaves",
        "Summaries": "Set in the 1850s South, the film follows Cassy and Luke, two black slaves who are sold to the sadistic plantation owner MacKay. He wants labor from the men and sex from the women. On this, he is determined to exploit both Cassy and Luke.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Nous irons tous au paradis",
        "Summaries": "Having fortuitously discovered a photograph in which Marthe embraces someone unknown, clothed with a chequed jacket, Étienne Dorsay becomes jealous, and imagines various stratagems to identify the lover. In the meantime, Étienne and his friends acquire a weekend house for a very low price. As in the previous work, the film is largely narrated by the character Étienne, whose tone shifts with the reality of the images.  The film contains a certain number of allusions to the films of Blake Edwards .",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Carara",
        "Summaries": "The story centers on a young girl who journeys to a watering well near her home, only to find herself caught in militia crossfire.<ref name1627887|name=Carara }}",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "How Awful About Allan",
        "Summaries": "Allan  is suffering from hysterical blindness following a fire that killed his father and scarred his sister Katherine . Returning home after months in a hospital, Allan begins to hear his name being whispered and partially sees a dark figure coming to get him. Is he crazy or is someone really out to get him?",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Nenjai Thodu",
        "Summaries": "The movie starts off with the Nasser losing his wife at the birth of his second son. He starts to hate his son and even leaves home with his first child. The child grows up into Siva and he lives with his grandparents who love him so much. Siva's brother's Krishna marriage gets fixed up. At this time, Siva meets his father again. His father still hates him and barely talks to him. This really hurts Siva. He tries to not keep it in his mind and just goes along. At this point he meets Aishwarya, who is his brother's sister-in-law. These two lock horns with each other right in their first meeting. As time goes by, Siva and Aishwarya develop feeling towards each other. At the same point, his father also starts to like him. Unfortunately, Siva's marriage gets fixed up with another girl, chosen by his father. Now, Siva is scared to tell his father, that he loves Aishwarya, because he doesn't want to break his father's trust in him. Siva's grandfather Nagesh knows about the love between Siva and Aishwarya and even tries to convince his son to get them both married, but Nasser refuses. Now, Siva is stuck between his father and his love. But fate has some other games to play.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Sabse Bada Khiladi",
        "Summaries": "Lallu  is an orphan who was separated from his parents and his brother as a child and has been brought up by foster parents. He travels to Bombay to look for a job and starts working as a loyal servant for rich businessman Jamna Das . One day he discovers Jamna Das's daughter Sunita  drunk in a nightclub and takes her home. Jamna Das realises how loyal Lallu is and how he never took advantage of Sunita in her drunken state decides to get them married. Sunita immediately refuses as she is in love with Amit . When Jamna Das suddenly dies of a heart attack, his will and testament reveals that Sunita must get married to Lallu or she will not be entitled to any of his wealth and estate. Seeing no other option she marries Lallu but decides to have him killed with the help of Amit so that she can inherit all of her father's wealth. Sunita and Amit succeed in their plan to kill Lallu by poisoning him, putting him into a car, and crashing it to make it look like an accident. His death is considered suspicious, and the case is assigned to Inspector Vijay Kumar , who is a lookalike of the supposedly deceased Lallu. Vijay also has a twin brother whom he lost during childhood. His brother was apparently murdered by Amit's father, Amar Singh , and the latter had raped a close friend's wife, who was Jamna Das's wife Gomti . Later Gomti dies of heart attack when in court Amar Singh  falsely proves his 'innocence' and renders her guilty. This fact is not known by Sunita. But Vijay swears revenge against Amar Singh for what he did. The twist in the story comes when Lallu appears before Sunita and Amit, who have presumed him to be dead. He then terrorizes them at their house and, when Amit finally owns up to the crime, out come the police to arrest Amit and Sunita. Lallu says he is none other than Inspector Vijay Kumar. Vijay reveals that it was his plan to frame Amit and his father. It was he who had come as Lallu in the first place, told Jamna Das to enact the heart attack, took Sunita into confidence, done all the pretense, and finally they had gotten Amit into trouble. Because now Amit is guilty of 'murdering Lallu', Inspector K. Kada , a cunning inspector who had helped cover the crime, is also arrested. Amit is taken into custody. Amar, Amit, and K. Kada hatch a plan to release Amit and send him out of the country. They go to Vijay's police station on the pretext of meeting Amit and, as part of a plan hatched by Amar, a fight breaks out near the station, to which Vijay responds. At that moment, they release Amit, knock K. Kada out, and immolate him after Amit exchanges clothes with him. By the time Vijay realizes whats happening, it is too late. Amit escapes to the airport; Amar goes to court and accuses Vijay of burning his son. But Vijay manages to save K. Kada. He then says that Vijay is the biggest player  and helps Vijay nab Amit. The film reaches a climax when Vijay chases Amit all the way to the abandoned airport with K. Kada following in a helicopter. Eventually they burst many stationary aircraft to shreds and destroy the hangar, with both chasing and trying to kill the even through the raging fires. Amit shoots K. Kada in the chopper from his car. But Vijay manages to nab him and take him in the chopper. Finally they reach court, where Vijay produces Amit, the dead K. Kada, and everything is open. Amar is now forced to say that he was the one who killed Lallu and raped Gomti, to save his son now. Unfortunately he is not able to prove it and save his son because he has destroyed all the evidence. A frustrated Amar tries to shoot Vijay but is overpowered. They are then arrested. There ends the film.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Armadillo",
        "Summaries": "The film starts with the soldiers' last days in Denmark before leaving for Afghanistan. Scenes include their emotional goodbyes as well as a party with a striptease dancer. They are posted for a six month tour at Armadillo, a military base in Helmand province, Afghanistan, where some 270 Danish and British soldiers are based. The film shows the soldiers going out on patrol. They hand out candy and gifts to the children. They question a local man about the Taliban who declines to cooperate and they return to base without incident. The film depicts them as dividing their leisure time between maintaining their equipment and working out, calling home, playing shooter games and watching pornographic videos amongst other things. Later in the tour the soldiers encounter armed resistance from the Taliban. In the ensuing battles buildings are damaged and locals report livestock killed. Some locals receive compensations from the base.  A Danish commander becomes a victim of a roadside bomb and is evacuated to receive treatment for a skull fracture. He recovers and returns to Armadillo. Three Danish soldiers from a neighbouring camp die in an IED incident and the film records a memorial service for them. Directly following this there is a discussion questioning whether ambushing the Taliban will work and subsequently volunteers are recruited for a night patrol. At dawn civilians are seen fleeing the area. The patrol comes under fire and a soldier is hit. In the ensuing chaos the Taliban position is discovered to be directly in front of the patrol in a ditch only three metres away. A hand grenade is tossed into the ditch followed by the order to 'neutralize them' and subsequent sporadic gunfire is heard. Five Taliban are killed and there are graphic scenes of their bodies being pulled from the ditch and stripped of their weapons. It shows that the Taliban fighters were armed with a single RPG-7 rocket propelled grenade, two PK machine guns and one AKM. Finally there is a subsequent air strike. Back at base the patrol congratulate each other on the morning's work and there is a debriefing with accounts of four Taliban found in the ditch groaning heavily being liquidated 'in the most humane way possible' and the remaining Taliban trying to crawl away being 'finished off' with 30-40 shots. Subsequently it transpires that a soldier has called home discussing the episode with his parents and has given them the impression that wounded Taliban had been liquidated and that the soldiers had laughed about it at the debriefing. The parents contacted the Danish Command about it and the commander addresses his men about the issues that raises. There is an ensuing debate amongst the men. Later two of the soldiers on the patrol are awarded medals and the film concludes with scenes of jubilant homecomings and a return to civilian life. The final scene is of an introspective commander taking a shower.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "The Cat Returns",
        "Summaries": "The story is of a girl named Haru, a quiet, shy and unassuming high school student who has a suppressed ability to talk with cats. One day, she saves a darkly-colored, odd-eyed cat from being hit by a truck on a busy road. The cat is Lune, Prince of the Cat Kingdom. As thanks, the cats give Haru gifts of catnip and mice, and she is offered the Prince's hand in marriage. Her mixed reply is taken as a yes. Wanting none of this, Haru hears a kind, female voice, which tells her to seek the Cat Bureau. Haru meets Muta, a large white cat the voice told her to seek for directions, who leads her there to meet the Baron (the same Baron from [[Whisper of the Heart , who is a cat figurine given life by the work of his artist, and Toto, a stone raven who comes to life much like the Baron. Soon after meeting them, Haru and Muta are forcefully taken to the Cat Kingdom, leaving Toto and the Baron in the human world to follow the group from the air. The Baron and his crow friend find the entrance to the Cat Kingdom on Earth: Five lakes forming a cat's paw. Haru is conducted to a feast at the castle of the Cat Kingdom and she begins to slowly turn into a cat with tan paws, ears and whiskers, though still mainly human, so that she will make a suitable bride for the Prince. At the feast, the Baron  dances with Haru as part of the entertainment, and reveals to her that the more she loses herself in the kingdom, the more cat-like she will become, and that she has to discover her true self. When the Baron is discovered and is forced to fight the guards, he and Haru are helped by Yuki, a white female cat who works as a servant in the palace and who had tried to warn Haru to leave the Cat Kingdom before she was taken to the castle. Yuki shows them an escape leading to a tunnel. Haru, the Baron, and Muta's escape moves them through a maze to a tower, which contains a portal to Haru's world. The King goes through a series of efforts to keep them in the Cat Kingdom long enough for Haru to remain trapped in the form of a cat and have her as his daughter-in-law. Lune and his guards return to the Cat Kingdom to reveal the King was not acting on his behalf and has no desire to marry Haru; he has instead planned on proposing to Yuki. Muta is revealed to be a notorious criminal in the Kingdom , and Yuki as being the strange voice who had advised Haru to go to the Cat Bureau. In her childhood, Haru had saved Yuki from starvation by giving her the fish crackers she was eating, and Yuki has now repaid her kindness. Eventually, the Baron, Haru and Muta escape the Cat Realm, with the aid of Prince Lune and Toto, and Haru discovers her true self and tells the Baron how she has come to like him. He tells her \"Just for the record, I admire a young woman who speaks from the heart.\" and that the doors of the Cat Bureau will be open for her again. Haru returns to the human world with more confidence in herself; after learning that her former crush has broken up with his girlfriend, she simply replies \"it doesn't matter anymore.\"",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Playmaker",
        "Summaries": "A talented young Jamie Harris is a struggling actress who is trying to win a role in an upcoming film called \"Playmaker\". Eager to gain advantage on the competition, Harris' friend Eddie says that he can arrange an introduction with Ross Talbert, an acting teacher with a reputation for grooming top talent. Talbert agrees to tutor Harris for $5,000; she scrapes up the money, only to discover that his lessons are mainly exercises in psychological abuse. Harris learns that a number of Talbert's students who didn't respond to his techniques have turned up dead, and she spies an \"F\" next to her name in his grade book shortly before he attacks her with a knife; she grabs a gun and kills him. The police determine that Jamie acted in self-defense - but the man who she's been taking lessons with wasn't the real Ross Talbert. As the police arrive at the scene a different corpse is lying dead on the ground, which seems to be the real teacher. As a result, she tries to find the false teacher, and discovers that he was just an actor like herself, named Michael Condren, and that she is just a puppet on a string in a perverse and bizarre story.http://www.imdb.com/title/tt0110849/plotsummary<ref namehttp://www.allmovie.com/movie/playmaker-v132313 |titleAllMovie |date2012-06-03}}",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Johnny",
        "Summaries": "Archana  plays the role of popular singer, and Johnny  is her ardent fan. Johnny is a con-man who does petty-thefts  to close the loan taken by his father. Johnny never misses the concerts of Archana and this is noticed by Archana too. A tender love develops between the two, but Jhonny is guarded in accepting the love of Archana due to his not-so-clean background. But one day Johnny accepts the love of Archana when she proposes to him. Meanwhile, the other character of Rajini, a barber lives a lonely life with his assortment of pet animals. He falls for Deepa another loner and they both plan to marry. The barber Rajini notices his lover's infidelity and kills her in rage. Knowing about his look alike Johnny and knowing that he is wanted by the police, he tries to pass on the murder charge to him. Both of them are chased by police, Jhonny hides in a forest, barber Rajini tries to pass of as Johnny by taking refuge in Archanas house. Archana gets hurt by the curt behavior of barber Rajini  and she is confused on the same. Finally, the barber Rajini realises his folly and unites the lovers by getting caught in the police, taking responsibility of Johnny's crimes included.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Histoire de Pen",
        "Summaries": "19-year-old Claude begins a 10-year sentence at a penitentiary. Rousseau, a member of Tarzan's gang, attempts to rape him soon after his entry, but Claude is not a novice at fighting and dissuades him from further attempts. Tarzan puts out a contract to assassinate him. The leader of a rival gang, Zizi Grenier, reveals the contract to Claude and offers his protection if Claude will fight for him. The two gangs hold public boxing events to avoid all-out war, with disputed territories put on the line. Claude accepts, but over the course of these duels learns of the power games playing out in the background. Claude becomes friends with Lucia  and Jacques . He tells them about his love for a girl named Karine and their misadventures which led to his imprisonment, including petty theft, car theft, drug use, an attempted armed robbery gone wrong, and finally involuntary manslaughter during their escape. Lucia is later found dead in her cell. Claude quits the fights, and befriends a man known as \"the Phantom\". After Claude is raped with the secret backing of the prison administration, the Phantom helps him escape by illicitly getting him into the prison workshop, and hiding him in a locker shipped out of the prison. Claude rejoins Karine in her drug business, but on a delivery comes across one of the gang members who aided in his rape, arranges a meeting, and murders him. He is arrested and returned to the penitentiary, to learn of Jacques' suicide. Soon after he is subdued when he learns that he has AIDS, and at the Phantom's request is transferred to a minimum-security prison. The movie ends with a letter from the Phantom to Karine informing her of his transfer.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "The Frankenstein Syndrome",
        "Summaries": "Researchers conduct secret and illegal experiments using stem cells. The researchers accidentally discover a serum derived from these stem cells capable of reviving dead cellular tissue. The action of the movie begins when a security guard, David Doyle , is injured while working and threatens to sue the research company. David Doyle is promptly murdered and used as a test subject. David returns to life but, in the style of The Reanimator, David is not the same man he once was. Not only is his personality and memory changed, but he is seen to acquired psychic and telekinetic powers, as well as increased strength and aggression. As the movie progresses, David begins to act out against the researchers, who all at once are his captors, murderers and creators.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "RoboDoc",
        "Summaries": "Plagued by malpractice lawyers, bureaucratic health insurance companies, uninsured patients, and stressed out doctors, the health care system is on the verge of a total breakdown. As a cost-cutting measure at its hospitals, R.I.P Healthcare has developed the perfect android doctor, MD 63 . RoboDoc’s success would bring flawless, affordable health care to all. However, a malpractice lawyer begins to look at RoboDoc a different way. If he can't make a mistake, then there will be no malpractice happening and no one would get sued. So now, he tries to destroy RoboDoc for all its worth.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Porky Pig's Feat",
        "Summaries": "The cartoon centers around Porky Pig and Daffy Duck's attempts to escape the Broken Arms Hotel manager without paying their bill . Daffy Duck gambles away all his money in a game of Craps while in the elevator. Because Daffy now has no money, he cannot pay the bill; therefore, he and Porky try to escape by way of many zany gags. The hotel manager eventually gets the upper hand and locks them up in a hotel room until they pay up. Winter is approaching, and Daffy is beginning to lose his sanity. Porky  suggests they call Bugs Bunny for advice. Daffy concurs and tries to call the rabbit for advice. But as it turns out, Bugs Bunny himself  is locked up in the room next door.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Prajapathi",
        "Summaries": "Devar madom Narayanan  is accused of killing his father, for being cruel to his mother, at the age of 13 and serves a sentence in a juvenile home. When he returns, he becomes leader of the people of Perumalpuram village. He ensures the village is devoid of all wrong doers by expelling them from the village. His enemies are his uncle Kunjambu Nair  and wife Indrani ([[Seema . Kunjambu Nair hated Narayanan killing his brother, although Kunjambu Nair and his son Giri  tried in many ways to kill Narayanan. At one point Giri almost succeeded in killing Devar madom Narayanan. But Narayanan again didn’t react. He was on good terms with Kunjambu Nair’s daughter ([[Sandhya  and his Murapennu . Giri tries to sell his land in Perumalpuram to some outsider whose arrival, Narayanan knew, would destroy the harmony of the village. That is when Narayanan decides to react. Finally it turns out that Kunjambu Nair was the one who actually killed his father for their wealth. Narayanan helps Ali Raghavan , the real son of Kunjambu Nair, to gain his birth right. When Giri finds that he is the stepson of Kunjambu Nair, he kills his stepfather. But the family drives him away from home with the help of Narayanan. Rest of the film is about how and if Giri take revenge on Narayanan.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "The Gamers",
        "Summaries": "The movie flips between following a group of gamers in a dorm immersed in a role-playing game, and their characters  as they journey through a world of fantasy and wonder to defeat a being known as \"The Shadow\" and rescue a princess. The latter is theoretically a heroic quest, but while the game master attempts to foster in a narrative, the players tend to be more interested in their characters' tolerance for ale, trying to apply the sneak attack damage multiplier to siege weaponry, et cetera. The movie both makes fun of gamer stereotypes and plays the discrepancy between an optimal RPG plot and the events of an actual RPG session for maximum absurdity. Characters attempting something dangerous freeze as dice clatter in the distance. The party thief picks the pocket of a bystander, then steals that bystander's pants -- not because he wants the pants in any way, but solely to see if his skill statistics allow it. When an unlucky dice roll causes the death of one character, the other players' characters mourn him for a moment, and then immediately start squabbling over the items he was carrying. Characters spring to action, then keel over as their players forget and are reminded that the characters are asleep, players argue and make snack runs, and their game is frequently interrupted by a girl from the same dorm who demands they keep quiet so that she can study. The Shadow is eventually defeated, after a long quest, and the characters find themselves in a strange tunnel. On the other side of the door, they hear voices—the voices of their players, who are narrating the action in the hallway outside. Bursting into the room , the characters slaughter the gamers, then begin picking over the room for treasure. Discovering that their entire adventure has been documented by the 'strange sorcerers' they've just slain, they discover their character sheets . In the midst of these revelations, the 'Princess'  bursts in and reads them the riot act, thinking their outfits to be mere costumes; after she leaves, the adventurers seem quite stunned that their beloved Princess has such a foul mouth and temper.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Air Bud",
        "Summaries": "The plot revolves around a 12-year-old boy, Josh Framm. After the death of his father, who has died in the crash of a test flight due to a fuel shortage on his plane, Josh moves with his family to Washington State and is too shy to try out for his middle school's basketball team and too shy to make any friends. He meets Buddy, a Golden Retriever who had escaped from his abusive owner, an alcoholic clown named Norman Snively. Snively had locked Buddy in a kennel after causing trouble at a birthday party and was taking him to the dog pound when the kennel fell off the truck. Josh soon learns that Buddy has the uncanny ability to play basketball. Josh's mom initially only agrees to let him keep the dog until Christmas and she plans to send him to the pound if the true owner isn't found. However, Josh's mother sees how much Josh loves Buddy and vice versa. When Josh wakes up on Christmas Day and Buddy is not in his room, he goes downstairs and sees Buddy with a bow on his head. She gives Buddy to Josh as a Christmas present. Josh wants to join the basketball team but chickens out at the last minute and becomes the water boy. After two slots are opened up and learning of Buddy's talent, Josh tries out  and makes the team. At his first game Buddy shows up and disrupts the game and causes mayhem, but the audience loves him, because he scored a point. After the game Buddy finds coach Barker abusing Tom, one of Josh's teammates and friend who gave him a lucky orange peel he got at a Seattle SuperSonics game, by trying to make him catch better by pelting him with basketballs. Barker is fired and replaced by the school's engineer, Arthur Chaney, who Josh discovers is a former New York Knicks player. Buddy becomes the mascot of Josh's school's basketball team and begins appearing in their halftime shows. But just before the championship game, Buddy's former owner, Snively , tricks his mom and steals Buddy from Josh. Josh then infiltrates Snively's backyard where Buddy is chained up. Snively initially can't see Josh due to a stack of beer cans on his windowsill until it falls and Josh is caught infiltrating his backyard. Josh gets the chains off Buddy and both escape, causing Snively to chase Josh and Buddy in his dilapidated clown truck. The chase rages on to a parking lot near a lake, during which the clown truck begins to fall apart, causing Snively and his truck to splash into the water, but he doesn't drown. A few minutes after the chase, Josh then decides to set Buddy free to find someone else. Initially, his team is losing at the championship until Buddy shows up. When it is discovered that there is no rule that a dog cannot play basketball, Buddy joins the roster to lead the team to a come from behind championship victory. Snively sues the Framm family for custody of Buddy. Fortunately, at the suggestion of coach Chaney, who the judge was a fan of, it is decided that the dog will choose who will be his rightful owner. During the calling, Snively takes out his roll of newspaper, which he often used to hit Buddy, and snaps at him, causing Buddy to attack Snively, tearing up the weapon of abuse and run towards Josh. The judge grants custody of Buddy to Josh. Snively, who runs at Buddy and Josh in a last-ditch effort to get the dog back, is dragged away by the police and arrested, while Josh and the rest of the citizens rejoice for the new home of Buddy.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Young Man of Manhattan",
        "Summaries": "Jealousy comes between a couple when the wife earns more money and becomes more famous than her husband.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Sing",
        "Summaries": "The story begins with Hannah, a young Jewish teen, as she is completing her senior year of high school. Her small neighborhood in Brooklyn is falling apart and SING! is one of the only traditions keeping the neighborhood alive. Newly arrived teacher, Miss Lombardo grew up in the neighborhood but returned to be their Sing Leader. One cold Christmas night, Miss Lombardo is leaving a neighborhood party when a young man hails her a cab, then attempts to mug her. In self defense, she bites his hand to release his grip and he screams in pain and terror, quickly making an exit. The cab driver jokes about not starting the meter yet. On the first day of school, Miss Lombardo runs into difficulty when her students are uninterested and misbehaved. One such student was named Dominic who gets scolded for bringing stolen watches to school grounds and putting his feet up on the desk. On the day of Sing Leader elections, Miss Lombardo recognizes Dominic as her mugger by the bandage on his hand and decides to blackmail him into being co-Sing Leader of the Senior class along with Hannah, who was rightfully elected. The school kids work hard to plan their Sing productions. Hannah and Dominic clash along the way as Hannah uses traditional Sing planning strategies while Dominic wants to introduce the flavor of the youth in the neighborhood. In order to put Dominic and Hannah on the same page, Miss Lombardo suggests that Hannah accompany Dominic to a local club. At first, the two are equally hesitant but Hannah agrees on the terms that it is not a date. However, by the end of the night, Hannah uses Dominic to make her ex boyfriend, Mickey, jealous, and due to this, Hannah and Dominic start seeing each other in a different light. Dominic accompanies Hannah on her walk home and the two share a romantic kiss. Once the two are finally uniting and getting along, the Dept. of Education informs the school that it will close its doors forever at the end of this semester and therefore, there will not be enough resources for them to complete this year's Sing. This fuels the kids to work even harder on their productions and the neighborhood comes together even more to help finance the show, despite the school authorities' ban. Ironically, just as things are starting to look up, Dominic reluctantly accompanies his brother on a robbery of Hannah's mother's diner, their sole source of income which already was at risk of failure due to the school's upcoming closure. A classmate saw Dominic standing outside the diner at the time of the crime and informed Hannah of what he saw. Devastated, Hannah confronts Dominic and he promises to get the money back for her. He then steals the money back from his brother and returns it to the diner, restoring Hannah's faith in him. The recent events had discouraged Dominic from fulfilling his co-Sing leader duties and he had been skipping out on rehearsals. In a moment of great need as the senior's main performer falls unconscious, Dominic steps in to save the show. He sheds his bad-boy demeanor and exceeds all expectations. The underclassmen and seniors perform to a record-high sold out audience. At the end of the show, Hannah makes a moving speech motivating the community to rejoice and always remember that despite compromising circumstances, they completed a successful Sing and proved their community's worth.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Blue Velvet",
        "Summaries": "Jeffrey Beaumont  returns to his logging home town of Lumberton from Oak Lake College after his father suffers a near fatal stroke. While walking home from the hospital, he cuts through a vacant lot and discovers a severed ear. Jeffrey takes the ear to police detective John Williams, through whom he meets the detective's daughter, Sandy. She tells him details about the ear case and a suspicious woman, Dorothy Vallens, who may be connected to the case. Increasingly curious, Jeffrey enters Dorothy's apartment by posing as an exterminator, and while Dorothy is distracted by a man dressed in a yellow suit at her door , Jeffrey steals her spare key. Jeffrey and Sandy attend Dorothy's nightclub act at the Slow Club, in which Dorothy sings \"Blue Velvet\", and leave early so Jeffrey can sneak into her apartment to snoop. He hurriedly hides in a closet when she returns home. However, Dorothy, wielding a knife, finds him and threatens to hurt him. Thinking his curiosity is merely sexual and aroused by his voyeurism, Dorothy makes Jeffrey undress at knifepoint and begins to fellate him before their encounter is interrupted by a knock at the door. Dorothy hides Jeffrey in the closet. From there he witnesses the visitor, Frank Booth, inflict his bizarre sexual proclivities — which include inhaling an unidentified gas, dry humping, and sadomasochism — upon Dorothy. Frank is an extremely foul-mouthed, violent sociopath whose orgasmic climax is a fit of both pleasure and rage. Frank has kidnapped Dorothy's husband and son to force her to perform sexual favors. When Frank leaves, a sad and desperate Dorothy tries to seduce Jeffrey again and demands that he hit her, but when he refuses, she tells him to leave. When Jeffrey moves to leave, she asks him to stay, though he leaves anyway. Jeffrey relays his experience to Sandy, who in turn tells him of a wonderful dream she had about robins that she interprets as a sign of hope for humanity. It is clear that Jeffrey and Sandy are attracted to each other, though Sandy has a boyfriend. Jeffrey again visits Dorothy's apartment and she tells him that although she knows nothing about him, she has been yearning for him. Jeffrey attends another of Dorothy's performances at the Slow Club, where she sings the same song. At the club, Jeffrey spots Frank in the audience fondling a piece of blue velvet fabric he cut from Dorothy's robe. Jeffrey follows Frank and spends the next few days spying on him. Shortly afterwards, two men that Jeffrey calls the Well-Dressed Man and the Yellow Man exit an industrial building that Frank frequently goes to. Jeffrey concludes the men are criminal associates of Frank. Jeffrey tells his new findings to Sandy and the two briefly kiss, though she feels uncomfortable about going any further. Jeffrey immediately visits Dorothy again and the two have sex. When he refuses to hit her, though, she pressures him, becoming more emotional. In a blind rage he knocks her backwards and is instantly horrified, but Dorothy derives pleasure from it. Afterwards, Frank catches Dorothy and Jeffrey together and forces them both to accompany him to the apartment of Ben, his suave, dandy partner in crime who is holding Dorothy's son. Ben lip-syncs a performance of Roy Orbison's \"In Dreams\", sending Frank into maudlin sadness, then rage. Frank takes Jeffrey to a lumber yard and when he molests Dorothy, Jeffrey punches him. Frank's cronies drag Jeffrey out of the car and Frank kisses Jeffrey's face, intimidates him, and then savagely beats him to the overture of \"In Dreams\". Jeffrey wakes the next day at the same place and walks home, overcome with guilt and despair. He goes to the police station, where he notices that Sandy's father's partner is the Yellow Man — an officer named Lieutenant Detective Gordon. Later at Sandy's home, her father is amazed by Jeffrey's story, but warns Jeffrey to stop his amateur sleuthing lest he endanger himself and the investigation. Jeffrey and Sandy go to a dance together and profess their love, only to be confronted by Sandy's boyfriend. A confrontation is averted when the group finds a naked, battered, and distressed Dorothy on Jeffrey's front lawn. Barely conscious, Dorothy calls Jeffrey \"my lover\" and thus reveals her intimacy with Jeffrey, causing an upset Sandy to slap Jeffrey, although she later forgives him. Jeffrey insists on returning to Dorothy's apartment and tells Sandy to send the police there, including her father, immediately. At Dorothy's apartment, Jeffrey finds Dorothy's husband, who is dead from a gunshot to the head and identifiable by his missing ear, as well as the Yellow Man, on whom Frank has performed a crude lobotomy. When Jeffrey tries to leave, he sees the Well-Dressed Man coming up the stairs and recognizes him as Frank in disguise. Jeffrey talks to Detective Williams over the Yellow Man's police radio, but lies about his location inside the apartment. Frank enters the apartment and brags about hearing Jeffrey's location over his own police radio. While Frank searches for him in the wrong room, Jeffrey retrieves the Yellow Man's gun and hides in the same closet he hid during his first visit to the apartment. Frank fires sporadically, killing the Yellow Man, and when he opens the closet door, Jeffrey shoots him through the head. Detective Williams, gun drawn, enters with Sandy a moment later. Jeffrey and Sandy now go ahead with their relationship and note the unusual appearance of robins in their town. A montage sequence ends the film, which shows Dorothy and her son reunited.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "The Graduates of Malibu High",
        "Summaries": "A young woman is gang raped and murdered in a California college town, sparking her brother Kevin  to take up arms by night with a gang of like-minded vigilantes from his fraternity, brutally punishing any miscreants they catch in a criminal act. In the meantime, Kevin debates the issue of violent crime in the U.S. with his teachers and others during the day. As Kevin and his gang head toward a final, bloody confrontation with the low-lifes who murdered his sister, other scenes show the difference between his character, now violent, and the people he is supposedly protecting.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "The Boy Who Saw the Wind",
        "Summaries": "The young boy Amon has the mysterious power of the ancient \"wind people.\" His father, a brilliant military scientist of the Golden Snake Empire, does not want to use his son's powers for weapons of mass destruction. He burns his papers and lab and tries to escape from the country with his family, but is killed in the attempt. Amon is taken prisoner by the Golden Snake Empire's despotic ruler, Branik, who intends for Amon's powers to produce a new super-weapon. Amon escapes to Heart Island when an eagle explains to him how to see the wind and fly. On Heart Island, Amon learns a bit about the history of the wind people from a bear. He then flies off and settles in a small fishing village. There, he befriends a young girl his own age, Maria. When Branik and the Golden Snake Empire launch an attack on the village, Maria's family are killed and Maria flees with Amon. Eventually Amon and Maria are recaptured, Maria thrown in prison and Amon forced to work on weapons. Amon joins a small revolution against Branik.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Lakeboat",
        "Summaries": "A student takes a job working on a cargo ship in the Great Lakes during the summer, where he witnesses life through the eyes of his fellow poorer crewmates.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Kanagavel Kaaka",
        "Summaries": "Vel , works as a 'dawali' in a court. He comes across various cases, where the rich and influential guilty men escape from the iron-hands of law through money, influence and power. In disguise, Vel kills them sending a strong message to everyone who bends the rule of law. In the meantime, a futile attempt by Velu to murder Law Minister Ayyanarappan  forces cops to investigate the issue. A series of murders poses problems to them even as Deputy Commissioner of Police Rajendran  is deputed to nab the criminal. There is a flashback which reveals Vel's motives. A few years ago, Vel's father Muthu Rathina Sabapathy , an honest judge is forced to see his wife and daughter killed by Ayyanarappan. But he escapes the punishment. Vel manages to get the job of 'dawali' and takes revenge on him. Did he achieve his mission forms the climax.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Beauty and the Barge",
        "Summaries": "British author W.W. Jacobs, whose love of the sea and seafarers permeated everything he wrote, was responsible for the story upon which Beauty and the Barge was based. Ethel Smedley  plays the headstrong daughter of an Army officer who runs away from home. She is later adopted by Captain Barley, the bargeman Gordon Harker. A very young Jack Hawkins portrays a handsome Lieutenant Seton Boyne  who signs on as a common seaman on Harker's barge in hopes of winning Hawkins' love. Beauty and the Barge also features the unforgettable Margaret Rutherford as Mrs. Baldwin, doing pretty much what she'd been still doing in movies nearly thirty years later-shamelessly stealing every scene she's in.http://www.allmovie.com/work/beauty-and-the-barge-84617",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Mrs. Miniver",
        "Summaries": "Mrs. Kay Miniver  and her family live a comfortable life at a house called \"Starlings\" in a village outside London. The house has a large garden, with a private landing stage on the river Thames, and a motorboat. Her husband Clem  is a successful architect. They have three children: the youngsters Toby and Judy , and an older son Vin  at university. They have live-in staff: Gladys the housemaid  and Ada the cook . As World War II looms, Vin comes down from university and meets Carol Beldon , granddaughter of Lady Beldon  from nearby Beldon Hall. Despite initial disagreements—mainly contrasting Vin's idealistic attitude to class differences with Carol's practical altruism—they fall in love. Vin proposes to Carol after a yacht club dinner-dance. They eventually marry, but as the war comes closer to home, Vin feels he must \"do his bit\" and enlists in the Royal Air Force, qualifying as a fighter pilot. He is posted to a base near to his parents' home. Together with other boat owners, Clem volunteers to take his motorboat to assist in the Dunkirk evacuation. One morning, Kay hears a plane crash nearby. The wounded, fanatical German pilot  hides in her garden and then holds her at gunpoint. She feeds him, calmly disarms him, and then calls the police. Soon after, Clem comes home. Lady Beldon meets with Kay to try and convince her to talk Vin out of marrying Carol. Lady Beldon is unsuccessful, and admits defeat when it occurs to her that there is nothing she can do to stop it. Later, Kay and her family hide in a bomb shelter during an air raid, and attempt to keep their minds off the bombing by reading Alice's Adventures in Wonderland, which Clem refers to as a \"lovely story.\" After, parts of the house have been destroyed, and Vin comes home. At the flower show's competition, the entry of the local stationmaster Mr. Ballard  named the \"Mrs. Miniver\" rose is declared the winner over Lady Beldon's rose. Afterward, Kay and Carol drive Vin to join his squadron just as an air attack begins. On their return home, Kay stops the car; Carol is wounded in an attack from a German plane. She dies a few minutes after they reach home. Kay is devastated. When Vin returns from battle, he is told the terrible news. The local inhabitants assemble at the badly damaged church where their vicar  affirms their determination in a powerful sermon: {{cquote}} Vin then moves over to Mrs. Beldon and stands with her as the congregation stand in unity and sing \"Onward, Christian Soldiers\" at the top of their voices, while through a gaping hole in the bombed-out roof in the sky above can be seen flight after flight of RAF fighters in the V-for-Victory formation heading out to face the enemy.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "1977",
        "Summaries": "The film begins at a fishing hamlet in Tamil Nadu where an elderly Rajashekar  is worshipped as \"God Father\" by many. His amiable ways of living won him many friends. His son Vettrivel  is an acclaimed scientist. He is received with gusto by the whole village after he returns winning awards from Central government. Unfortunately a glance at a vernacular on a new report on Malaysia shocks Rajashekar, who immediately develops cardiac arrest and dies. Vettrivel comes to know about the incident and decides to unravel the mystery behind his death. He sets off to Malaysia. Vettrivel gets acquainted with a local reporter Inba , who falls for Vettrivel. With her help, he finds find out a disturbing truth about his father’s life. Rajashekar is former police officer in Malaysia who falls to the conspiracy of a baddie and arrested for no fault of his. Rajashekar eventually pays the price for being honest by losing his family and settles down in Tamil Nadu with his young son. In his quest to prove that his father is innocent, Vettrivel re-opens the case and gets the help of Chandhini  a lawyer who is the daughter of erstwhile public prosecutor. He also finds his mother  in the process. The rest of the movie is all but how Sarath Kumar rewrites history – proves that his father is innocent and avenge the bad elements. The climax is a usual replica of a typical Tamil film climax.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Saathi",
        "Summaries": "As children, Suraj and Amar have watched their father being brutally beaten by a police inspector. Both grow up and become small time criminals. This leads them to thee big gangster Pasha. They part ways because Amar hates gangland activities, especially drugs. Suraj, on the other hand, wants wealth and wants to become rich. Suraj kills Pasha and becomes a big time gang leader. Amar is terrified that Suraj is lost in the world of crime and has forgotten humanity. Will Amar be able to bring Suraj to a happy life or will they remain enemies?",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "La Luna",
        "Summaries": "A young boy, Bambino, goes on a midnight sailing trip with his father Papà and grandfather Nonno. After they anchor their boat in the middle of the sea, Papà presents Bambino with a cap similar to the ones he and Nonno wear. The two men disagree on how Bambino should wear it, with Papà pulling it low over his eyes and Nonno pushing it back on his head. Papà sets up a long ladder for Bambino to climb so he can set the boat's anchor on the full moon, and the three ascend to start their work of sweeping fallen stars off the lunar surface. Papà urges Bambino to use a pushbroom on the stars, while Nonno favors a besom broom. As they quarrel, a huge star crashes down on the moon; it is far too large for any of them to move by themselves. Turning his cap backwards, the way he wants to wear it, Bambino climbs onto the star and taps it with a hammer. It bursts apart into hundreds of smaller stars, and all three go to work sweeping them up, with Bambino choosing a rake instead of either man's broom. Once the job is done, they climb back down into their boat and look up at the moon, which now displays a glowing crescent phase thanks to their efforts.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Snow Dogs",
        "Summaries": "Theodore \"Ted\" Brooks  is a dentist from Miami, Florida whose picture appears on every city bus in advertisements to promote his dental practice at the beginning of the film. When Brooks receives his letter from Alaska one day naming him as the only heir of a Lucy Watkins, his mother, Amelia , reveals that he is adopted. Brooks travels to the fictional village of Tolketna to claim his inheritance left by his biological mother: seven Siberian Huskies and a Border Collie, and discovers his roots. Totally out of his element, Brooks has to face challenges he has never dreamed of: blizzards, thin ice, an intimidating, crusty old mountain man named Thunder Jack Johnson , and the aggressive, defiant lead dog, Demon. All of this happens with the buzzing excitement of the Arctic Challenge Sled Dog Race which is only two weeks away. During his stay in Tolketna, Brooks attempt to find the reason why he was given up for adoption, including any information about his biological father. He meets a bar owner named Barb , who was a close friend of his biological mother. Barbs helps Brooks to deal with the dogs and teaches him how to drive a sled, and falls in love with him throughout the film. Brooks continues to encounter Thunder Jack, who wants all of his biological mother's sled dogs, especially Demon. Eventually, Brooks learns from Barb that Thunder Jack is his real father. Brooks feels that the truth is worth the dogs themselves, and trades them to Thunder Jack. Jack tells Brooks that he and Lucy stayed in a cave during one of the Arctic Challenges. It is there that Brooks was conceived. The next morning, when Thunder Jack woke up, Lucy was gone. He says that he was looking for Lucy, but never found her. Lucy gave Brooks up for adoption. With Demon, Thunder Jack takes part in the Arctic Challenge Race, but is unable to finish it because of a huge snowstorm. Meanwhile, Brooks, who just returned to Miami, learns that his personal journey to Alaska is unfinished. Infuriated by evidence found proving that Thunder Jack was at the hospital when he was born, Brooks returns to Alaska to look for answers. When Brooks learns of the missing musher and his team, he feels that this may be the opportunity to save a man, and perhaps find out the whole truth once and for all. Brooks sets out to rescue Thunder Jack, with Nana as the lead dog. He eventually finds Thunder Jack in the old cave, who confirms that he had been there when Brooks was born. Thunder Jack reveals that he and Lucy agreed then that neither one of them could raise a baby, and confesses his love for Lucy. Brooks finds out the reason for Demon's bad temper is the pain caused by his bad tooth. He pulls it out and Demon now becomes a friendly dog. During the journey back to Tolketna, the sled nearly goes over a cliff into a river, but the dogs managed to pull themselves back up. Brooks finally brings Thunder Jack across the finish line. After Brooks introduces Thunder Jack to his adopted mother, Brooks and Thunder Jack decide to share their trophy together. Sometimes later, Brooks and Barb are married and Nana and Demon have four puppies. Now having grown to love Tolketna, Brooks moves his practice there. Barb is shown to be pregnant and working as his receptionist. The film ends when Brooks' adoptive cousin, Rupert , becomes the new famous Miami dentist with his face on every city bus.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Daybreak in Udi",
        "Summaries": "It is 1949, and colonial Nigeria is undergoing an identity crisis. There is a clash between the progressive, educated elements of society - those who desire westernization and modernity- and traditionalists who want to maintain Nigerian heritage. Two young African teachers, Iruka and Dominic  decide the village of Udi should have a maternity home, itself a symbol of progressiveness and modernization. The British District Officer, E.R. Chadwick , after some persuasion, assents to this decision and agrees to provide the resources for the project. Before work can begin, Chadwick wants to ensure that everyone in the village is on-board for the task, but it quickly becomes clear that this is not the case. A man named Eze , an elderly resident, believes that building the maternity home is both an affront to the tradition and culture of the village, and works to persuade others towards his view. Chadwick visits the village in an attempt to convince the villagers otherwise, a task in which he ultimately succeeds. Work on the maternity home begins in earnest. Although it will prove a long, arduous process, the villagers band together to construct the building. They are interrupted by Eze, who arrives at the building site and claims that it is an old burial ground. He predicts that the builders will invoke the ire of the ancestors for disturbing the site and violating custom. Cultural values quickly manifest. Fear and superstition briefly stop the work, but Chadwick and Dominic arrive to allay the workers' fears and restart the building project. However, Eze’s threat looms large in the back of their minds. In time the building is complete, but before it is set to officially open, a young woman and her husband arrive in the village. The woman is in labor, and so Chadwick and the midwife  agree to admit the woman as the home's first patient. That evening, while tending the woman, the midwife catches sight of movement and hears noises coming from outside. Frightened, she soon hears a knock at the door, but it turns out only to be Iruka coming to check up on the expectant mother. Relieved, the midwife resumes her work while Iruka sets a pot of water to boil on the fire. Shortly thereafter, there is another noise, and when looking out the window the midwife spots a masked figure peering in. Believing the masked figure to be a spirit of the ancestors, the midwife cries out in fear, but Iruka throws the boiling water onto the figure, revealing Eze, who flees back into the surrounding overgrowth. The next day the villagers march up to the maternity home for the opening ceremony, a traditional one complete with dancing, music, singing, and native costumes. Chadwick takes the center seat in front of the maternity home to watch the events, with, interestingly enough, Eze sitting near him. Eze has finally accepted that tradition and progress, as visible in the final scene, can go together after all. In the closing narration, Chadwick tells the viewer that progress brings \"power, spirit, unlimited and unknown possibilities and destinations\" and suggests that progress should be the ultimate goal of native society.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Pale Cocoon",
        "Summaries": "It has been many years since a group of humans retreated to an artificial colony below the planet surface. The colorful world that used to exist was ruined by pollution and possible war, making it uninhabitable. Much of recorded history before the move has been forgotten, despite the numerous advances in technology. The last remaining information lies in a vast archive of data, much of it in corrupted formats. Determined to recover this precious information, the \"Archive Excavation Department\" works specifically to restore as much of it as possible. Long ago, the Department used to be excited and full of energy. Now, people know that knowledge of the lost past can bring only sadness. Ura, a particularly motivated member of the department, works long hours to recover history. Riko has lost her passion and desire to know. Then one day, Ura comes upon a record that once decoded, completely changes the way he sees his world.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Duma",
        "Summaries": "Set in the country of South Africa, the story begins with a cheetah cub being orphaned after his mother was killed by lions. The cub is found on the side of the road by a young boy named Xan  and his father Peter . Initially reluctant to take in a wild animal, Peter agrees to let Xan take care of the cub. They name him “Duma”, the Swahili name for “cheetah”. Over the years, Duma becomes a part of the family, being closely raised by Xan. As he nears adulthood, Peter and Xan decide to teach Duma how to run by having him chase alongside Peter’s motorcycle, which can barely keep up with him. But with Duma almost fully grown, to Xan’s dismay, his father tells him that it is time to take his friend to his real home before he grows too old to survive in his native habitat. His father says to Xan, “Duma has to live the life he was born to – or he’ll never be fully alive.” Xan reluctantly agrees, but their plans must be put on hold when his father suddenly falls ill and dies and Xan and his mother  must move to Johannesburg. Duma comes with them, which wreaks havoc on their life in the city. Xan’s aunt is terrified of Duma, who likes to sneak up and surprise her, and when Duma escapes and pays a disastrous visit to Xan’s school, the two of them must flee the city to keep Duma from being put into captivity. Not knowing where to go, Xan gets an idea – he’ll carry out the plan his dad had outlined, taking Duma home in the neighbouring country of Botswana, over the scorching Makgadikgadi Salt Pans, through the Okavango Delta and into the Erongo Mountains. Xan begins to drive to his destination in his father’s old motorcycle, with Duma in the sidecar. After running out of fuel and water in the grasslands, they find some shade underneath a crashed airplane. There, they are confronted by Ripkuna , a mysterious drifter on a journey of his own. While Xan isn’t at all that sure he can trust Rip, he agrees to go with him. Xan manages to turn the immobile motorcycle into a desert sailboat out of a parachute from the plane wreck, and Xan, Rip and Duma are on their way again, until they encounter the untraversable scrub brush of the Kalahari Desert and must abandon the motorcycle. While trying to find shelter, Rip is trapped in an abandoned diamond mine by a cave in, and Xan decides to leave him, as he suspects that he has been leading him to town instead of the jungle to sell Duma and collect a reward for finding him. However, when Duma is caught in a trap and Xan is knocked unconscious by a boar, Rip rescues both of them, having escaped the mine through a ventilation shaft. Soon, they reach the Okavango Delta, where Xan is set upon by the deadly wildlife and the churning rapids of the Thamalakane River, but it’s too late for him to turn back now. Xan, Rip and Duma press through the Okavango, and finally the Erongo Mountains, on the border of Botswana and Namibia are in sight. However, once they get there, Xan is suddenly set upon by a swarm of tsetse flies. To protect him from their lethal bite, Rip huddles over Xan and is bitten by hundreds of flies. He soon develops sleeping sickness, and Xan takes him to a nearby village where he can be cared for. Later that night, outside the village, Duma is out on his own and starts calling out into the mountains. Duma finds another cheetah calling to him, and they bond rather quickly. It is never explained whether this is another male cheetah, or is in fact one of Duma's siblings. Xan hears this activity, and realizes that this is where he and Duma must part. Xan says goodbye to Duma, and Duma comes to Xan and says a final goodbye, and goes back to play with his new friend. Then Xan goes back to the village to Rip. Before the credits, it shows Xan being reunited with his mother and the film ends.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Casi Casi",
        "Summaries": "Emilio is a normal teenager who somehow finds himself being sent to the principal's office every other week. He has a crush on Jacklynne, the most popular girl in school, so he decides to run for Student Council President in order to impress her. After announcing his candidacy, Emilio discovers, to his horror, that Jacklynne herself will be running for office against him. Emotions fly high as campaign fever intensifies. Not wanting to lose his chance to win her heart, Emilio devises a risky plan that could come to a disastrous end if the tyrannous school principal gets wind of his scheme.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Deep jele jai",
        "Summaries": "This is a story of a nurse in a psychiatric hospital, played by Suchitra Sen. Sen's character is a part of a team exploring new therapy for patients who have suffered emotional trauma. The approach taken by the team is to offer these individuals an emotional resort, which is where Sen's character plays her part. Her role is to act as a friend and a lover for the patient, but at the same time, refrain from any emotional involvement on her own part as her role is purely that of a nurse who is helping the patient recover. She has to repeatedly break the emotional attachments that she experiences because as a nurse, she is a part of therapy. The movie looks at the neglected emotional trauma of this nurse who is used merely as a tool in the whole process of therapy. The movie ends by showing that the Sen is being admitted to the same ward where she used to be a nurse. The last words in the movie are uttered by Sen, who whispers out \"I wasn't acting, I couldn't\" indicating that she indeed fell in love with her patient! Also cast among others, were Pahari Sanyal, who plays a veteran doctor eager to explore new grounds, but hesitant of the human costs. Basanta Chowdhury plays as an artist and a lover-scorned. The music was directed by Hemanta Kumar Mukherjee, and one of the songs, \"Ei raat tomar amar\"  has come to be regarded as one of the greatest and sensuous love song ever sung in Bengali. The movie is regarded as one of the greatest movies exploring emotions of a relationship. The director would later remake the film in Hindi as \"Khamoshi\"  , starring Waheeda Rehman, Rajesh Khanna, and in a guest role Dharmendra. There was a Telugu remake, \"Chivaraku Migiledi\"  starring Savitri. Another remake of the film was made in 2005: \"Kyon Ki\", directed by Priyadarshan and stars Salman Khan, Kareena Kapoor, Rimi Sen, Jackie Shroff and Om Puri.{{cite web}}",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Kala Malam Bulan Mengambang",
        "Summaries": "Saleh , a reporter, finds himself stranded in a village after his car tire is punctured by a strange keris. During his stay, he meets the beautiful and mysterious Cik Putih , sister to the mechanic Jongkidin, and is immediately smitten. At the same time, he also finds out that when there is a full moon, a man would disappear from the village. Rumours start to spread about a pontianak who is killing their men for their blood. Saleh decides to stay a little longer to solve the mystery, even after being advised to leave the village by Doreen . Who has been kidnapping the men? What is the secret of the village?",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "The Shadow",
        "Summaries": "The story begins somewhere in Tibet after the First World War at the court of a powerful foreign warlord. An American, Lamont Cranston , has succumbed to his darker instincts during the war. He then vanished into the Orient, where he exists as a brutal warlord and opium kingpin under the alias of Yin-Ko .{{cn}} One night he is abducted from his palace by servants of the Tulku , a holy man who exhibits otherworldly powers and knows Cranston's identity. He informs Cranston that he will become a force for good. Cranston objects but is silenced by the Phurba , a mystical living knife that assaults Cranston, wounding him. Cranston is unable to refuse and remains under the tutelage of the Tulku for seven years. He learns to \"cloud men's minds\", a form of hypnosis that allows him to influence others' thoughts and bend their perceptions so he cannot be seen. Cranston returns to New York and resumes his previous life. No one is aware of his past in the East; he is seen as a shallow and opulent playboy. He operates as The Shadow, a vigilante that terrorizes the underworld. Citizens who are saved by the Shadow are recruited to be his allies, providing him with informants and specialists. The existence of The Shadow is regarded by the public as nothing more than an urban legend. The Shadow's secret is endangered when Cranston meets Margot Lane , an eccentric socialite who is also a natural telepath. He is intrigued, but unable to continue seeing her as he cannot keep his thoughts from her. Cranston is challenged by Shiwan Khan , another student of the Tulku who possesses even sharper powers but did not turn to good. Khan is the last descendant of Genghis Khan and plans to fulfill his ancestor's goal of world domination. He offers Cranston an alliance, sensing that bloodlust and a thirst for power still exists in his heart, but Cranston refuses. Cranston acquires a rare coin from Khan and learns that it is made of a metal called bronzium that theoretically can generate an explosion large enough to destroy a city. This suspicion is confirmed when he learns that Margot's father Reinhardt , an atomic scientist working for the War Department, has vanished. Shiwan Khan hypnotizes Margot Lane and sends her after Cranston, hoping to force him to kill her and reawaken his darker side, but the attempt is unsuccessful. Cranston breaks Khan's hold on her but she is now aware of his secret identity. Cranston goes to rescue Reinhardt but is thwarted by several of Khan's henchmen. The Shadow suffers another setback when he confronts Reinhardt's former assistant Farley Claymore , who has joined Khan's forces. Claymore traps the Shadow in a submersion tank, but he saves himself by mentally summoning Margot. The Shadow learns of Khan's hideout: the luxurious Hotel Monolith, a building in the middle of the city that Shiwan Khan has rendered invisible; it appears to everyone as an empty lot. Knowing that Khan has Reinhardt hostage and the completed bomb in his possession, he infiltrates the hotel for a final showdown. The Shadow fights his way through the hotel, killing Claymore and Khan's warriors. He faces Khan and is subdued by the Phurba, sustaining multiple injuries until he forces himself to concentrate and overcome Khan's power. He takes control of the Phurba and sends it into Khan's torso, splitting his concentration which undoes both Reinhardt's hypnotic state and the hotel's invisibility. As the citizens outside see a building appear, the Shadow pursues Khan into the bowels of the building while Margot and Reinhardt disable the bomb. The Shadow defeats Khan by psychically hurling a mirror shard into his skull. Khan awakens in an asylum, confused as to how he got there and discovering that his powers no longer work. He learns that the doctors saved his life by removing the part of his brain that harbored his psychic abilities. He demands to be set free, but is ignored along with the rants of the other inmates. Unknown to him, the doctor is an agent of the Shadow who has ensured that Khan is no longer a threat.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "One Is a Lonely Number",
        "Summaries": "The story follows Aimee Brower , who wakes and finds her husband has left her. After learning everything about why he did it, she then proceeds to put her life back together.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Evenfall",
        "Summaries": "The serial adventure Evenfall narrates the journey of Eve, a young woman following in the footsteps of her fallen father. She's partnered with \"Uncle,\" her father's former colleague and her surrogate father. Ben, a tech genius, rounds out the trio as they embark on clandestine missions for a private intelligence agency. This chapter of Eve's adventures opens on a crowded ballroom during Eve's first field operation where she first encounters Miles Devlin, a charming but ruthless Englishman. Things take a turn for the worse when Miles wounds her and escapes. After she recovers and gains more field experience, Eve encounters Miles again, this time in Hong Kong. He aims to steal an ancient and valuable Chinese diary that Eve has acquired, but she is determined to keep it and settle the score. As Eve and Miles struggle for possession of the diary, Uncle and Ben are in a London auction house poised to acquire a rare jade pendant. They must outbid Miles' employer, Mr. Durand, a French millionaire and collector who is determined to win the jade himself. Uncle assumes the alias of an antiquities dealer while Ben laces Mr. Durand's scotch with a sedative. But Mr. Durand's watchful attaché Simon Leduc becomes suspicious and tries to uncover Uncle's true identity. What Eve and her colleagues don't yet realize is that securing these items will propel them on a journey that will reveal the mystery of her father's death.",
        "feminism response": "The movie is feminist"
    },
    {
        "Movie name": "Side Order",
        "Summaries": "The story centers around Roy’s Grill, a fixture in the town since 1934. People drop by and see their friends. While they are at the restaurant everything is well. It is Christmastime and you see love is at its purest and the Gospel presented, along with the true meaning of Christmas. It all happens at a place where the best things in life are not on the menu.",
        "feminism response": "This movie is not feminist"
    },
    {
        "Movie name": "Farz",
        "Summaries": "ACP Arjun Singh  and his brother-in-law, Tayaji  are with the police force but when Tayaji is killed on duty Arjun's family are devastated by his death. His wife Rukmani , daughter Kajal  and son Rahul are shattered by his death and soon Arjun is fearful that the same person that killed his brother-in-law will come after him or his family. His new partner, Karan Singh  is quite controversial in his methods of getting justice and can at times break the rules. Arjun is also angered about the fact that his daughter has developed a crush for Karan. Soon the city is being terrorized by Gawa Firozi  and his brother Sikander . The two officers have to work together to capture and stop them.",
        "feminism response": "This movie is not feminist"
    }
]